Revit 2027 API
GroupTypeId.StructuralSectionDimensions Property
 Structural Section Dimensions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionDimensions { get; }
Public Shared ReadOnly Property StructuralSectionDimensions As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionDimensions {
	ForgeTypeId^ get ();
}
static member StructuralSectionDimensions : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace